Repository: parsarsalan/Django_store_project
Catalog: products/locale/*/LC_MESSAGES/django.po
Languages: fa

source: image
fa: عکس محصول

source: Score of Product
fa: امتیاز محصول

source: Product Detail
fa: جزئیات محصول

source: product detail of
fa: جزئیات محصول

source: Add to Cart
fa: اضافه به سبد خرید

source: product details
fa: جزئیات محصول

source: attributes
fa: ویژگی ها

source: comments
fa: نظرات

source: opinion about
fa: نظر شما درباره ی

source: Rated
fa: امتیاز

source: write your opinion here
fa: نظر خود را به اشتراک بگذارید

source: you need login first to add a comment
fa: برای ارسال نظر لطفا ثبت نام کنید و سپس وارد سایت شوید

source: product detail
fa: جزئیات محصول

source: Your comment successfully added
fa: نظر شما با موفقیت ارسال شد
